---
kind: enumMember
id: F:Autodesk.Revit.DB.PDFExportQualityType.DPI3600
enum: Autodesk.Revit.DB.PDFExportQualityType
source: html/4a0d5aa2-42d5-914c-71ed-05c71575f562.htm
---
# Autodesk.Revit.DB.PDFExportQualityType.DPI3600